const posts = [
  {
    pId: "p_0",
    pDate: "2025/05/12",
    pDcardId: "257466103",
    pURL: "https://www.dcard.tw/f/graduate_school/p/257466103",
    pYear: "114",
    pContent: `背景：
學校/pDep：元智大學資管系
系排：1%（1/142）
班排：1%（1/72）
平均成績：94.76
多益：840

✔️ 經歷：
📌 兩篇研討會和一篇期刊 都是第二作者（但是期刊是推完才送出去，應該沒什麼加分）
📌 六個團體專案和三個個人專案
📌 TBSA 優等
📌 課堂助教/課輔助教

✔️ 結果：
台大資管 一階落榜
台大資科 一階落榜
交大資管 一階落榜
交大數據 備取 18X
交大資訊聯招（甲組 備取 23X、多工 備取 18X）
清大資應 備取 19 （最後去這）
政大資科一般組 正取
中央資管 正取
台科資管甲 逕取
台科資管乙 逕取`,
    "pSchool": "元智大學",
    "pDep": "資管系",
    p_sd_sId: "1010",
    p_sd_dId: "d001",
    pScore: "1%",
    pGPA: null,
    pExp: `- 兩篇研討會
- 一篇期刊（第二作者）
- 六個團體專案
- 三個個人專案
- TBSA 優等
- 課堂助教
- 課輔助教
- 多益 840`,
    pResult1: `台大資管 一階落榜
台大資科 一階落榜
交大資管 一階落榜
交大數據 備取 18X
交大資訊聯招 甲組 備取 23X
交大資訊聯招 多工 備取 18X
清大資應 備取 19（最後去這）
政大資科一般組 正取
中央資管 正取
台科資管甲 逕取
台科資管乙 逕取`
  },
  {
    pId: "p_1",
    pDate: "2025/05/12",
    pDcardId: "256197246",
    pURL: "https://www.dcard.tw/f/graduate_school/p/256197246",
    pYear: "113",
    pContent: `［背景］
 -私校 資管 7%
 -專題*1 實習*1 競賽*2 書卷*1 
 
 ［結果］
 -政大資管 資管組：備取1x（已備上）
 -成大資管：一階被刷
 -中央資管：正取
 -中山資管：一階被刷
 -中興資管：一階被刷
 -中正資管：一階通過 放棄面試
 -台科資管 乙組：正取
 -北科資財：正取`,
    "pSchool": "私立",
    "pDep": "資管系",
    p_sd_sId: "10000",
    p_sd_dId: "d001",
    pScore: "7%",
    pGPA: null,
    pExp: `- 專題*1
-  實習*1 
-  競賽*2 
-  書卷*1`,
    pResult1: `政大資管 資管組 備取1x（已備上）
成大資管 一階被刷
中央資管 正取
中山資管 一階被刷
中正資管 一階通過 放棄面試
台科資管 乙組 正取
北科資財 正取`
  },
  {
    pId: "p_2",
    pDate: "2025/05/12",
    pDcardId: "257711034",
    pURL: "https://www.dcard.tw/f/graduate_school/p/257711034",
    pYear: "114",
    pContent: `元智大學資管系 6%
 競賽*2
 研討會*2
 國科會通過
 證照*1
 多益8XX 
 
 推甄結果：
 台科_AI所（備到天邊）
 陽交_智慧科技暨綠能學院（備到天邊）
 台師_AI跨域（正取）
 中山_資管（備2X 已備到）去這
 中正_資管（正取）`,
    "pSchool": "元智大學",
    "學校正式版": "元智大學",
    "pDep": "資管系",
    p_sd_sId: "1010",
    p_sd_dId: "d001",
    pScore: "6%",
    pGPA: null,
    pExp: `- 競賽*2
- 國科會通過
- 證照*1
- 多益8XX`,
    pResult1: `台科_AI所（備到天邊）
陽交_智慧科技暨綠能學院（備到天邊）
台師_AI跨域（正取）
中山_資管（備2X 已備到）去這
中正_資管（正取）`
  },
  {
    pId: "p_3",
    pDate: "2025/05/12",
    pDcardId: "254144625",
    pURL: "https://www.dcard.tw/f/graduate_school/p/254144625",
    pYear: "113",
    pContent: `背景：中原資管系排10% 
專題：AI應用相關 
證照：多益745、一堆高職商管群的證照 
競賽：校內專題第一、還有其他校內校外小競賽有些得名有些只進決賽 
專案：課堂專案跟幾個Side Project 
其他：國科會研究助理、系學會&社團幹部經歷、程式教學、PY助教 
———————————— 
推甄結果： 
中央資管 一階被刷 
中山資管 一階被刷 
中興資管 正取 
中正資管 一階被刷 
台科資管甲 一階被刷 
北大資管 備取（已備上）`,
    "pSchool": "中原大學",
    "pDep": "資管系",
    p_sd_sId: "1004",
    p_sd_dId: "d001",
    pScore: "10 %",
    pGPA: null,
    pExp: `- 專題 : AI應用相關
- 多益745
- 一堆高職商管群的證照
- 校內專題第一
- 其他校內校外小競賽有些得名有些只進決賽
- 國科會研究助理
- 系學會&社團幹部經歷
- 程式教學
- PY助教`,
    pResult1: `中央資管 一階被刷 
中山資管 一階被刷 
中興資管 正取 
中正資管 一階被刷 
台科資管甲 一階被刷 
北大資管 備取（已備上）`
  },
  {
    pId: "p_4",
    pDate: "2025/05/12",
    pDcardId: "257295035",
    pURL: "https://www.dcard.tw/f/graduate_school/p/257295035",
    pYear: "114",
    pContent: `一、背景/經歷

1. 私立後段資管系排前3
2. 大專生研究計畫：數量>=3
3. 國內研討會/期刊：數量>=3
4. 全國資服競賽(得獎)：數量>=3
5. 必修課助教：數量>=3 

結果 : 
中正 資管 備取`,
    "pSchool": "私立",
    "學校正式版": "私立",
    "pDep": "資管系",
    p_sd_sId: "10000",
    p_sd_dId: "d001",
    pScore: "系排前3",
    pGPA: null,
    pExp: `- 大專生研究計畫：數量>=3
- 國內研討會/期刊：數量>=3
- 全國資服競賽(得獎)：數量>=3
- 必修課助教：數量>=3`,
    pResult1: `中正 資管 備取`
  },
  {
    pId: "p_5",
    pDate: "2025/05/12",
    pDcardId: "258502547",
    pURL: "https://www.dcard.tw/f/graduate_school/p/258502547",
    pYear: "114",
    pContent: `校系: 北部私立大學資管系 1.XX趴 有申請一個學程
．實習: 大二下學期至大三上左右在學校教授的學長開的公司實習，當測試工程師，寫自動測試腳本、錄教學影片，也寫過後端
．專題研究: 畢業專題和沒通過的大專生研究計畫
．競賽: 校內專題系統發表優秀組別、雲湧智生台灣生成式AI應用黑客松競賽－黑客組創新餐飲王品品牌獎、全國技能競賽北區分區技能競賽雲端運算職類佳作、GSS AI Chatbot Hackathon 校園組趣味獎。
．多益: 885分

------------------
結果 : 
政大 資管(資管組) 二階落榜
成大資管 一階落榜
中央資管 正20
台科資管(甲組) 正 14 `,
    "pSchool": "私立",
    "學校正式版": "私立",
    "pDep": "資管系",
    p_sd_sId: "10000",
    p_sd_dId: "d001",
    pScore: "1.XX %",
    pGPA: null,
    pExp: `- 有申請一個學程
-實習: 大二下學期至大三上左右在學校教授的學長開的公司實習，當測試工程師，寫自動測試腳本、錄教學影片，也寫過後端
-專題研究: 畢業專題和沒通過的大專生研究計畫
-校內專題系統發表優秀組別
-雲湧智生台灣生成式AI應用黑客松競賽－黑客組創新餐飲王品品牌獎
-全國技能競賽北區分區技能競賽雲端運算職類佳作
-GSS AI Chatbot Hackathon 校園組趣味獎。
-多益: 885分`,
    pResult1: `政大 資管(資管組) 二階落榜
成大資管 一階落榜
中央資管 正20
台科資管(甲組) 正 14`
  },
  {
    pId: "p_6",
    pDate: "2025/05/12",
    pDcardId: "242739960",
    pURL: "https://www.dcard.tw/f/graduate_school/p/242739960",
    pYear: "114",
    pContent: `［背景］：後段國立大學資管系 22%
［經歷］：1.參加過商業競賽（一佳作）
               2.參加過黑客松競賽
               3.參加過研討會
               4.多益695
               （七月底還會去考希望能拼到800）

11/20更

結果 : 
北科資財所 備19 （沒備上
中正資管所 備20（沒備上
高雄資管所 一階過 二階落榜 總成績83.67
臺北資管所 一階過 二階落榜`,
    "pSchool": "公立",
    "學校正式版": "公立",
    "pDep": "資管系",
    p_sd_sId: "20000",
    p_sd_dId: "d001",
    pScore: "22%",
    pGPA: null,
    pExp: `- 參加過商業競賽（一佳作）
 -參加過黑客松競賽
- 參加過研討會
- 多益695`,
    pResult1: `北科資財所 備19 （沒備上
中正資管所 備20（沒備上
高雄資管所 一階過 二階落榜 總成績83.67
臺北資管所 一階過 二階落榜`
  },
  {
    pId: "p_7",
    pDate: "2025/05/12",
    pDcardId: "256166419",
    pURL: "https://www.dcard.tw/f/graduate_school/p/256166419",
    pYear: "114",
    pContent: `校系：國立東華大學 資訊管理學系
成績：8% （但近4學期皆為系排第一名）
多益：近兩年875（金證）
專題：應用程式開發（負責資安、網路、資料庫、整合）並在系上3次專題審查中皆獲得第一名🥇
證照：SAP 軟體應用師、Microsoft AZ900、SC900
證書：數張美國頂大線上課程證書、學術社團參與證書
經歷：SAP程式設計模組講師、MIS助教、OS助教、系學會相關活動、參與學術營隊、畢專代表參加校際研討會交流、有在經營IG個人及社團帳號⋯
Side project 主要以網頁及網路爬蟲相關


推甄結果🌟：
成大資安 備取17（已備上）
政大資安 備取11（已備上）
中山資管 正取（高於最低正取分數1.5）
中正資管 正取2
北大資管 正取4`,
    "pSchool": "國立東華大學",
    "學校正式版": "國立東華大學",
    "pDep": "資管系",
    p_sd_sId: "0020",
    p_sd_dId: "d001",
    pScore: "8%",
    pGPA: null,
    pExp: `- 多益：近兩年875（金證）
- 專題：應用程式開發
- 系上3次專題審查中皆獲得第一名🥇
- SAP 軟體應用師
- Microsoft AZ900
- SC900
- 數張美國頂大線上課程證書
- 學術社團參與證書
- SAP程式設計模組講師
- MIS助教
- OS助教
- 系學會相關活動
- 參與學術營隊
- 畢專代表參加校際研討會交流
- 有在經營IG個人及社團帳號
- Side project 主要以網頁及網路爬蟲相關`,
    pResult1: `成大資安 備取17（已備上）
政大資安 備取11（已備上）
中山資管 正取（高於最低正取分數1.5）
中正資管 正取2
北大資管 正取4`
  },
  {
    pId: "p_8",
    pDate: "2025/05/12",
    pDcardId: "256160522",
    pURL: "https://www.dcard.tw/f/graduate_school/p/256160522",
    pYear: "114",
    pContent: `【校名】：淡江資管系
【排名】：1.62%   系排3/185   班排3/62
【GPA】：4.0（滿分4.0）
【多益】：925
【獎狀】：無獎狀，只有大一上有拿過第二名
【專題】：課程推薦網頁，有用到gpt和前後端框架
【經歷】：112年資安金盾 (只有初賽) 、台科大中華資安SOC課程完訓( 有收到實習但沒時間去 )
【證書】： 台科大中華資安SOC課程完訓證書

結果 : 
政大 資管 一階落榜
中央 資管 一階落榜
台科大 資管乙  二階落榜 (沒去面試) 


最後更新一下
二推上台科乙`,
    "pSchool": "淡江大學",
    "學校正式版": "淡江大學",
    "pDep": "資管系",
    p_sd_sId: "1005",
    p_sd_dId: "d001",
    pScore: "1.62%",
    pGPA: "4.0/4.0",
    pExp: `- 多益：925
- 專題：課程推薦網頁， 有用到gpt和前後端框架
- 112年資安金盾 (只有初賽)
- 台科大中華資安SOC課程完訓( 有收到實習但沒時間去 )`,
    pResult1: `政大 資管 一階落榜
中央 資管 一階落榜
台科大 資管乙  二階落榜 (沒去面試)`
  },
  {
    pId: "p_8-1",
    pDate: "2025/05/12",
    pDcardId: "257466103",
    pURL: "https://www.dcard.tw/f/graduate_school/p/257466103",
    pYear: "114",
    pContent: `背景：
學校/pDep：元智大學資管系
系排：1%（1/142）
班排：1%（1/72）
平均成績：94.76
多益：840

✔️ 經歷：
📌 兩篇研討會和一篇期刊 都是第二作者（但是期刊是推完才送出去，應該沒什麼加分）
📌 六個團體專案和三個個人專案
📌 TBSA 優等
📌 課堂助教/課輔助教

✔️ 結果：
台大資管 一階落榜
台大資科 一階落榜
交大資管 一階落榜
交大數據 備取 18X
交大資訊聯招（甲組 備取 23X、多工 備取 18X）
清大資應 備取 19 （最後去這）
政大資科一般組 正取
中央資管 正取
台科資管甲 逕取
台科資管乙 逕取`,
    "pSchool": "元智大學",
    "pDep": "資管系",
    p_sd_sId: "1010",
    p_sd_dId: "d001",
    pScore: "1%",
    pGPA: null,
    pExp: `- 兩篇研討會
- 一篇期刊（第二作者）
- 六個團體專案
- 三個個人專案
- TBSA 優等
- 課堂助教
- 課輔助教
- 多益 840`,
    pResult1: `台大資管 一階落榜
台大資科 一階落榜
交大資管 一階落榜
交大數據 備取 18X
交大資訊聯招 甲組 備取 23X
交大資訊聯招 多工 備取 18X
清大資應 備取 19（最後去這）
政大資科一般組 正取
中央資管 正取
台科資管甲 逕取
台科資管乙 逕取`
  },
  {
    pId: "p_9",
    pDate: "2025/05/12",
    pDcardId: "256197246",
    pURL: "https://www.dcard.tw/f/graduate_school/p/256197246",
    pYear: "113",
    pContent: `［背景］
 -私校 資管 7%
 -專題*1 實習*1 競賽*2 書卷*1 
 
 ［結果］
 -政大資管 資管組：備取1x（已備上）
 -成大資管：一階被刷
 -中央資管：正取
 -中山資管：一階被刷
 -中興資管：一階被刷
 -中正資管：一階通過 放棄面試
 -台科資管 乙組：正取
 -北科資財：正取`,
    "pSchool": "私立",
    "pDep": "資管系",
    p_sd_sId: "10000",
    p_sd_dId: "d001",
    pScore: "7%",
    pGPA: null,
    pExp: `- 專題*1
-  實習*1 
-  競賽*2 
-  書卷*1`,
    pResult1: `政大資管 資管組 備取1x（已備上）
成大資管 一階被刷
中央資管 正取
中山資管 一階被刷
中正資管 一階通過 放棄面試
台科資管 乙組 正取
北科資財 正取`
  },
  {
    pId: "p_10",
    pDate: "2025/05/12",
    pDcardId: "257711034",
    pURL: "https://www.dcard.tw/f/graduate_school/p/257711034",
    pYear: "114",
    pContent: `元智大學資管系 6%
 競賽*2
 研討會*2
 國科會通過
 證照*1
 多益8XX 
 
 推甄結果：
 台科_AI所（備到天邊）
 陽交_智慧科技暨綠能學院（備到天邊）
 台師_AI跨域（正取）
 中山_資管（備2X 已備到）去這
 中正_資管（正取）`,
    "pSchool": "元智大學",
    "學校正式版": "元智大學",
    "pDep": "資管系",
    p_sd_sId: "1010",
    p_sd_dId: "d001",
    pScore: "6%",
    pGPA: null,
    pExp: `- 競賽*2
- 國科會通過
- 證照*1
- 多益8XX`,
    pResult1: `台科_AI所（備到天邊）
陽交_智慧科技暨綠能學院（備到天邊）
台師_AI跨域（正取）
中山_資管（備2X 已備到）去這
中正_資管（正取）`
  },
  {
    pId: "p_11",
    pDate: "2025/05/12",
    pDcardId: "254144625",
    pURL: "https://www.dcard.tw/f/graduate_school/p/254144625",
    pYear: "113",
    pContent: `背景：中原資管系排10% 
專題：AI應用相關 
證照：多益745、一堆高職商管群的證照 
競賽：校內專題第一、還有其他校內校外小競賽有些得名有些只進決賽 
專案：課堂專案跟幾個Side Project 
其他：國科會研究助理、系學會&社團幹部經歷、程式教學、PY助教 
———————————— 
推甄結果： 
中央資管 一階被刷 
中山資管 一階被刷 
中興資管 正取 
中正資管 一階被刷 
台科資管甲 一階被刷 
北大資管 備取（已備上）`,
    "pSchool": "中原大學",
    "pDep": "資管系",
    p_sd_sId: "1004",
    p_sd_dId: "d001",
    pScore: "10 %",
    pGPA: null,
    pExp: `- 專題 : AI應用相關
- 多益745
- 一堆高職商管群的證照
- 校內專題第一
- 其他校內校外小競賽有些得名有些只進決賽
- 國科會研究助理
- 系學會&社團幹部經歷
- 程式教學
- PY助教`,
    pResult1: `中央資管 一階被刷 
中山資管 一階被刷 
中興資管 正取 
中正資管 一階被刷 
台科資管甲 一階被刷 
北大資管 備取（已備上）`
  },
  {
    pId: "p_12",
    pDate: "2025/05/12",
    pDcardId: "257295035",
    pURL: "https://www.dcard.tw/f/graduate_school/p/257295035",
    pYear: "114",
    pContent: `一、背景/經歷

1. 私立後段資管系排前3
2. 大專生研究計畫：數量>=3
3. 國內研討會/期刊：數量>=3
4. 全國資服競賽(得獎)：數量>=3
5. 必修課助教：數量>=3 

結果 : 
中正 資管 備取`,
    "pSchool": "私立",
    "學校正式版": "私立",
    "pDep": "資管系",
    p_sd_sId: "10000",
    p_sd_dId: "d001",
    pScore: "系排前3",
    pGPA: null,
    pExp: `- 大專生研究計畫：數量>=3
- 國內研討會/期刊：數量>=3
- 全國資服競賽(得獎)：數量>=3
- 必修課助教：數量>=3`,
    pResult1: `中正 資管 備取`
  },
  {
    pId: "p_13",
    pDate: "2025/05/12",
    pDcardId: "258502547",
    pURL: "https://www.dcard.tw/f/graduate_school/p/258502547",
    pYear: "114",
    pContent: `校系: 北部私立大學資管系 1.XX趴 有申請一個學程
．實習: 大二下學期至大三上左右在學校教授的學長開的公司實習，當測試工程師，寫自動測試腳本、錄教學影片，也寫過後端
．專題研究: 畢業專題和沒通過的大專生研究計畫
．競賽: 校內專題系統發表優秀組別、雲湧智生台灣生成式AI應用黑客松競賽－黑客組創新餐飲王品品牌獎、全國技能競賽北區分區技能競賽雲端運算職類佳作、GSS AI Chatbot Hackathon 校園組趣味獎。
．多益: 885分

------------------
結果 : 
政大 資管(資管組) 二階落榜
成大資管 一階落榜
中央資管 正20
台科資管(甲組) 正 14 `,
    "pSchool": "私立",
    "學校正式版": "私立",
    "pDep": "資管系",
    p_sd_sId: "10000",
    p_sd_dId: "d001",
    pScore: "1.XX %",
    pGPA: null,
    pExp: `- 有申請一個學程
-實習: 大二下學期至大三上左右在學校教授的學長開的公司實習，當測試工程師，寫自動測試腳本、錄教學影片，也寫過後端
-專題研究: 畢業專題和沒通過的大專生研究計畫
-校內專題系統發表優秀組別
-雲湧智生台灣生成式AI應用黑客松競賽－黑客組創新餐飲王品品牌獎
-全國技能競賽北區分區技能競賽雲端運算職類佳作
-GSS AI Chatbot Hackathon 校園組趣味獎。
-多益: 885分`,
    pResult1: `政大 資管(資管組) 二階落榜
成大資管 一階落榜
中央資管 正20
台科資管(甲組) 正 14`
  },
  {
    pId: "p_14",
    pDate: "2025/05/12",
    pDcardId: "242739960",
    pURL: "https://www.dcard.tw/f/graduate_school/p/242739960",
    pYear: "114",
    pContent: `［背景］：後段國立大學資管系 22%
［經歷］：1.參加過商業競賽（一佳作）
               2.參加過黑客松競賽
               3.參加過研討會
               4.多益695
               （七月底還會去考希望能拼到800）

11/20更

結果 : 
北科資財所 備19 （沒備上
中正資管所 備20（沒備上
高雄資管所 一階過 二階落榜 總成績83.67
臺北資管所 一階過 二階落榜`,
    "pSchool": "公立",
    "學校正式版": "公立",
    "pDep": "資管系",
    p_sd_sId: "20000",
    p_sd_dId: "d001",
    pScore: "22%",
    pGPA: null,
    pExp: `- 參加過商業競賽（一佳作）
 -參加過黑客松競賽
- 參加過研討會
- 多益695`,
    pResult1: `北科資財所 備19 （沒備上
中正資管所 備20（沒備上
高雄資管所 一階過 二階落榜 總成績83.67
臺北資管所 一階過 二階落榜`
  },
  {
    pId: "p_15",
    pDate: "2025/05/12",
    pDcardId: "256166419",
    pURL: "https://www.dcard.tw/f/graduate_school/p/256166419",
    pYear: "114",
    pContent: `校系：國立東華大學 資訊管理學系
成績：8% （但近4學期皆為系排第一名）
多益：近兩年875（金證）
專題：應用程式開發（負責資安、網路、資料庫、整合）並在系上3次專題審查中皆獲得第一名🥇
證照：SAP 軟體應用師、Microsoft AZ900、SC900
證書：數張美國頂大線上課程證書、學術社團參與證書
經歷：SAP程式設計模組講師、MIS助教、OS助教、系學會相關活動、參與學術營隊、畢專代表參加校際研討會交流、有在經營IG個人及社團帳號⋯
Side project 主要以網頁及網路爬蟲相關


推甄結果🌟：
成大資安 備取17（已備上）
政大資安 備取11（已備上）
中山資管 正取（高於最低正取分數1.5）
中正資管 正取2
北大資管 正取4`,
    "pSchool": "國立東華大學",
    "學校正式版": "國立東華大學",
    "pDep": "資管系",
    p_sd_sId: "0020",
    p_sd_dId: "d001",
    pScore: "8%",
    pGPA: null,
    pExp: `- 多益：近兩年875（金證）
- 專題：應用程式開發
- 系上3次專題審查中皆獲得第一名🥇
- SAP 軟體應用師
- Microsoft AZ900
- SC900
- 數張美國頂大線上課程證書
- 學術社團參與證書
- SAP程式設計模組講師
- MIS助教
- OS助教
- 系學會相關活動
- 參與學術營隊
- 畢專代表參加校際研討會交流
- 有在經營IG個人及社團帳號
- Side project 主要以網頁及網路爬蟲相關`,
    pResult1: `成大資安 備取17（已備上）
政大資安 備取11（已備上）
中山資管 正取（高於最低正取分數1.5）
中正資管 正取2
北大資管 正取4`
  },
  {
    pId: "p_16",
    pDate: "2025/05/12",
    pDcardId: "256160522",
    pURL: "https://www.dcard.tw/f/graduate_school/p/256160522",
    pYear: "114",
    pContent: `【校名】：淡江資管系
【排名】：1.62%   系排3/185   班排3/62
【GPA】：4.0（滿分4.0）
【多益】：925
【獎狀】：無獎狀，只有大一上有拿過第二名
【專題】：課程推薦網頁，有用到gpt和前後端框架
【經歷】：112年資安金盾 (只有初賽) 、台科大中華資安SOC課程完訓( 有收到實習但沒時間去 )
【證書】： 台科大中華資安SOC課程完訓證書

結果 : 
政大 資管 一階落榜
中央 資管 一階落榜
台科大 資管乙  二階落榜 (沒去面試) 


最後更新一下
二推上台科乙`,
    "pSchool": "淡江大學",
    "學校正式版": "淡江大學",
    "pDep": "資管系",
    p_sd_sId: "1005",
    p_sd_dId: "d001",
    pScore: "1.62%",
    pGPA: "4.0/4.0",
    pExp: `- 多益：925
- 專題：課程推薦網頁， 有用到gpt和前後端框架
- 112年資安金盾 (只有初賽)
- 台科大中華資安SOC課程完訓( 有收到實習但沒時間去 )`,
    pResult1: `政大 資管 一階落榜
中央 資管 一階落榜
台科大 資管乙  二階落榜 (沒去面試)`
  }
];


export default posts;